FV2304/E_0066.puml
@startuml
skinparam Shadowing false
skinparam NoteBorderColor #f3f1f6
skinparam NoteBackgroundColor #f3f1f6
skinparam NoteFontSize 12
skinparam ActivityBorderColor none
skinparam ActivityBackgroundColor #7a8da1
skinparam ActivityFontSize 16
skinparam ArrowColor #7aab8a
skinparam ArrowFontSize 16
skinparam ActivityDiamondBackgroundColor #7aab8a
skinparam ActivityDiamondBorderColor #7aab8a
skinparam ActivityDiamondFontSize 18
skinparam defaultFontName DejaVu Serif Condensed
skinparam ActivityEndColor #669580

header
<b>FV2210
2022-12-12
endheader

title
Dummy Chapter

Dummy Subchapter



end title
:<b>E_0066</b>;
note right
<b><i>Prüfende Rolle: BIKO
end note

if (<b>1: </b> Ist die BKA (ohne KBKA&#41; erfolgt?) then (ja)
    :A03;
    note left
        Datenstatus „Abgerechnete Daten“ für die höchste Version der NZR mit dem Datenstatus „Abrechnungsdaten“ in diesem Bilanzierungs-monat.
    endnote
    kill;
else (nein)
    :A06;
    note left
        Datenstatus "Abgerechnete Daten KBKA" für die höchste Version der NZR mit dem Datenstatus "Abgerechnete Daten" oder "Abrechnungsdaten KBKA" in diesem Bilanzierungsmonat
    endnote
    kill;
endif

@enduml
